[
  {
    "title": "Camisa Paris Saint-Germain",
    "description": "Cheio de classe, a Camisa Jogador 19/20 do PSG traz gola polo, modelagem mais justa ao corpo e tecido tecnológico que afasta o suor da pele, garantindo conforto e leveza durante o jogo. A Nike pensa em cada detalhe dessa camisa quando coloca em relevo e listras a palavra Paris, trazendo a tradição e garra desse time que já venceu diversas copas européias. Mostre o seu amor pelo clube francês e garanta já o seu manto PSG!",
    "filename": "0.jpg",
    "price": 299.99
  },
  {
    "title": "Camisa Flamengo I",
    "description": "O novo manto Rubro-Negro está pronto para te acompanhar na torcida pelo Maior do Brasil. A nova Camisa I do Flamengo Torcedor Adidas chega com peso para complementar a sua coleção. As faixas um pouco mais finas, contam com grafismos em 3D que formam o descritivo Flamengo, para você deixar estampada a sua paixão pelo Mengão. Garanta a sua Camisa!",
    "filename": "1.jpg",
    "price": 299.99
  },
  {
    "title": "Camisa Bayern de Munique Home 19/20",
    "description": "Vista seu novo manto dos Bávaros! Chegou a Camisa do Bayern de Munique I 19/20 Torcedor Adidas! Moderna e impondo grandiosidade, essa Camisa I do Bayern possui grafismos inspirados na cobertura do Allianz Arena, casa e palco de grandes vitórias do time alemão. Adquira a sua Camisa Vermelha do Bayern de Munique 2019 Adidas!",
    "filename": "2.jpg",
    "price": 179.99
  },
  {
    "title": "Camisa Juventus Home 19/20",
    "description": "O atual campeão Italiano está de farda nova! Chegou a Camisa da Juventus Home 19/20 Torcedor Adidas. Para marcar uma nova era na história da Juve, esse manto se destaca pelo meio a meio em preto em branco e uma faixa fina centralizada na cor rosa, cor já usada nos primeiros anos do clube. Fiquei pronto para fazer parte dessa história com a nova Camisa I da Juventus 19/20 Adidas!",
    "filename": "3.jpg",
    "price": 219.99
  },
  {
    "title": "Camisa Internacional I 20/21",
    "description": "O Colorado das Glórias e da Luta está de manto novo: chegou a Camisa do Internacional I 20/21 s/nº Torcedor Adidas. Duas décadas depois de uma era vitoriosa, a Adidas reencontra o Inter com um manto regado de tradição e mais pesado do que nunca. A peça que compõe o uniforme titular do clube possui gola careca com contorno em branco, que contrasta com as icônicas Três Listras nos ombros, e o tom de vermelho que faz o coração bater forte. O tecido texturizado conta com tecnologia Aeroready que absorve o suor para você vibrar pelo Inter com mais conforto. Três Listras, Três Gerações, Um manto! Garanta a sua nova Camisa Vermelha do Internacional Adidas 2020 Masculina!",
    "filename": "4.jpg",
    "price": 219.99,
    "priceOld":249.99
  },
  {
    "title": "Camisa Barcelona Pré-Jogo 20/21",
    "description": "Bata uma bola e garanta presença na resenha com a Camisa do Barcelona Pré-Jogo 20/21 Nike Masculina! Trazendo cores e grafismos diferenciados, a Camisa de futebol do Barcelona compõe os uniforme de pré-jogo do time catalão mas veste a sua torcida em todos os momentos, mostrando a paixão por um dos time mais vitoriosos do mundo.",
    "filename": "5.jpg",
    "price": 199.99
  },
  {
    "title": "Camisa Corinthians I 19/20",
    "description": "Há dez anos, um camisa 9 de respeito chegava ao Corinthians para se tornar mais um louco do bando. E para homenageá-lo, lançamos a Camisa Corinthians I 19/20 s/nº Jogador Nike Masculina. O novo manto número I do Timão traz listras pretas finas e é inspirado no modelo que o Coringão usou na temporada 2009. Este manto é igual aos que nossos jogadores usam nas partidas. Seja no estádio ou em casa, adquira sua Camisa Masculina do Corinthians 19/20 para empurrar o Timão rumo a mais títulos. Vai, Corinthians!",
    "filename": "6.jpg",
    "price": 199.99
  },
  {
    "title": "Camisa Seleção Japão Away 20/21",
    "description": "Aposte no diferente com a Camisa da Seleção do Japão I 20/21 s/nº Torcedor Adidas! Com estampa que lembra camuflagem, esse manto do Japão ganha uma inspiração na clássica arte japonesa, trazendo um ar moderno e diferenciado para a boleiragem. Coloque a sua torcida para jogo com a Camisa da Seleção Japonesa 2020 Home Adidas Torcedor!",
    "filename": "7.jpg",
    "price": 249.99
  },
  {
    "title": "Camisa Real Madrid Home 19/20",
    "description": "A Grandeza do Real já fica muito clara na nova Camisa do Real Madrid I 19/20 Torcedor Adidas. Na clássica cor branca, esse manto do Real se destaca pelos detalhes em dourado nas mangas e gola, e as Três Listras nos ombros, bem no estilo Adidas de torcer. Exiba seu orgulho pela gloriosa história Real com a Camisa I do Real Madrid 2019 Adidas!",
    "filename": "8.jpg",
    "price": 179.99,
    "priceOld":249.99
  },
  {
    "title": "Camisa Boca Juniors Home 20/21",
    "description": "Es la Boca! Chegou a nova Camisa do Boca Juniors I 20/21 Torcedor Adidas para balançar a sua torcida. Na tradicional cor azul com a faixa amarela no centro, essa Camisa I do Boca veste os xeneizes com o peso da raça argentina. A peça conta com gola V e tecido AEROREADY que afasta o suor da pele, os ombros ganham as Três Listras para você torcer no estilo Adidas. Vista la Azul y Oro com a nova Camisa I do Boca Juniors Adidas 2020 Masculina!",
    "filename": "9.jpg",
    "price": 249.99
  },
  {
    "title": "Camisa Umbro Gremio 2020 I",
    "description": "Gremistas de plantão, a camiseta do tri campeão da américa acabou de chegar! A Camiseta Umbro Grêmio 2020 I é confeccionada em poliéster e elastano, a peça conta com um tecido leve e respirável, além disso, seu design traz tradicional listrado vertical na cor azul celeste e na cor preto, a novidade deste ano é uma textura que pode ser vista nas listras celestes, que são diferentes tons da cor e são formados por figuras não uniformes. A gola da peça é na cor branca e na parte frontal é triangular na cor celeste. ",
    "filename": "10.jpg",
    "price": 269.99,
    "priceOld":249.99
  },
  {
    "title": "Camisa Manchester City Home 19/20",
    "description": "Comemore os 125 anos de história do City com a nova Camisa do Manchester City I 19/20 Torcedor Puma. Feito para jogar em casa, esse manto do Man City é moderno, com detalhes em roxo nas mangas e confeccionado pela marca Puma, que veste o clube inglês pela primeira vez. Torça com garra com a Camisa I do Manchester City 2019 Puma!",
    "filename": "11.jpg",
    "price": 159.99
  }
]